<?php

return [
    'plural' => 'المديرين',
    'singular' => 'المدير',
    'empty' => 'لا يوجد مديرون حتى الان',
    'select' => 'اختر المدير',
    'actions' => [
        'list' => 'عرض المديرين',
        'show' => 'عرض',
        'create' => 'اضافة مدير جديد',
        'edit' => 'تعديل',
        'delete' => 'حذف',
    ],
    'messages' => [
        'created' => 'تم اضافة المدير بنجاح.',
        'updated' => 'تم تعديل المدير بنجاح.',
        'deleted' => 'تم حذف المدير بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم المدير',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
        'avatar' => 'الصورة',
        'type' => 'النوع',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'انت على وشك حذف المدير !!',
            'info' => 'لا يمكنك التراجع عن هذه الخطوة!',
            'confirm' => 'تأكيد الحذف',
            'cancel' => 'الغاء الامر',
        ],
    ],
];
