<?php

return [
    'plural' => 'الاعدادات',

    'messages' => [
        'updated' => 'تم تعديل الاعدادات بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الموقع',
        'phone' => 'الهاتف',
        'email' => 'البريد الالكتروني',
        'logo' => 'اللوجو',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'انت على وشك حذف الحقل !!',
            'info' => 'لا يمكنك التراجع عن هذه الخطوة!',
            'confirm' => 'تأكيد الحذف',
            'cancel' => 'الغاء الامر',
        ],
    ],
];
